;;;;;;;; ПЕРКИ ФЭВИДА ;;;;;;;;;
[F_CombatDrugs X2AbilityTemplate]
-LocFriendlyName="Боевые Наркотики"
+LocFriendlyName="Боевые Стимуляторы"


;;;;;;;; ПОЛЬЗОВАТЕЛЬСКИЕ ПЕРКИ ;;;;;;;;;
[AlienKiller X2AbilityTemplate]
LocFriendlyName="Охотник на Пришельцев"
LocLongDescription="Увеличивает урон по пришельцам на 30%. Пассивное умение."
LocHelpText="Увеличивает урон по пришельцам на 30%. Пассивное умение."
LocFlyOverText="Охотник на Пришельцев"
LocPromotionPopupText="<Bullet/> Увеличивает урон по пришельцам на 30%. Пассивное умение. <br/>"

[GiantSlayer X2AbilityTemplate]
LocFriendlyName="Убийца Гигантов"
LocLongDescription="Увеличивает урон по целям, которые не могут использовать укрытие, на <Ability:GIANTSLAYER_DAMAGE/> и шанс критического удара на <Ability:GIANTSLAYER_CRIT_CHANCE/>. Пассивное умение."
LocHelpText="Увеличивает урон по целям, которые не могут использовать укрытие, на <Ability:GIANTSLAYER_DAMAGE/> и шанс критического удара на <Ability:GIANTSLAYER_CRIT_CHANCE/>. Пассивное умение."
LocFlyOverText="Убийца Гигантов"
LocPromotionPopupText="<Bullet/>Увеличивает урон по целям, которые не могут использовать укрытие, на <Ability:GIANTSLAYER_DAMAGE/> и шанс критического удара на <Ability:GIANTSLAYER_CRIT_CHANCE/>. Пассивное умение.<br/>"

;;;;;;;; ПЕРКИ ТЕНЕВЫХ ОПЕРАЦИЙ ;;;;;;;;

[ShadowOps_Fracture_LW2 X2AbilityTemplate]
-LocLongDescription="Ваши атаки <Ability:WeaponName/> по механическим единицам имеют <Ability:+ToHit/> точности и снимают <Ability:Shred/> брони."
-LocHelpText="Ваши атаки <Ability:WeaponName/> по механическим единицам имеют <Ability:+ToHit/> точности и снимают <Ability:Shred/> брони."
+LocLongDescription="Ваши атаки <Ability:WeaponName/> по механическим единицам имеют +20% шанса на критический удар и снимают <Ability:Shred/> брони."
+LocHelpText="Ваши атаки <Ability:WeaponName/> по механическим единицам имеют +20% шанса на критический удар и снимают <Ability:Shred/> брони."

[ShadowOps_VitalPoint X2AbilityTemplate]
-LocLongDescription="Ваши атаки мечом наносят <Ability:+Damage/> урона и игнорируют до <Ability:ArmorPiercing> брони."
-LocHelpText="Ваши атаки мечом наносят <Ability:+Damage/> урона и игнорируют до <Ability:ArmorPiercing> брони."
-LocPromotionPopupText="<Bullet/> Более современные мечи будут игнорировать больше брони и наносить дополнительный урон.<br/><Bullet/> Ваши атаки мечом могут одолеть раненого врага и одновременно переместиться в более выгодное положение для использования вашей снайперской винтовки.<br/><Bullet

/> Благодаря высокой точности Охотника, ваши атаки мечом практически всегда попадают в цель.<br/><Bullet/> Острое лезвие сделает обычный меч таким же мощным, как снайперская винтовка того же технологического уровня.<br/>"
+LocLongDescription="Ваши атаки боевым ножом наносят <Ability:+Damage/> урона и игнорируют до <Ability:ArmorPiercing> брони."
+LocHelpText="Ваши атаки боевым ножом наносят <Ability:+Damage/> урона и игнорируют до <Ability:ArmorPiercing> брони."
+LocPromotionPopupText="<Bullet/> Более современные боевые ножи будут игнорировать больше брони и наносить дополнительный урон.<br/><Bullet/> Ваши атаки боевым ножом могут одолеть раненого врага и одновременно переместиться в более выгодное положение для использования вашего дальнобойного оружия.<br/><Bullet/> Благодаря высокой точности Охотника, ваши атаки боевым ножом практически всегда попадают в цель.<br/>"

[ShadowOps_SliceAndDice X2AbilityTemplate]
-LocLongDescription="Атакуйте любого врага в пределах диапазона движения мечом. Если вы попадете, сделайте бесплатную вторую атаку мечом. Перезарядка <Ability:SelfCooldown/> хода."
-LocHelpText="Атакуйте любого врага в пределах диапазона движения мечом. Если вы попадете, сделайте бесплатную вторую атаку мечом."
+LocLongDescription="Атакуйте любого врага в пределах диапазона движения боевым ножом. Если вы попадете, сделайте бесплатную вторую атаку боевым ножом. Перезарядка <Ability:SelfCooldown/> хода."
+LocHelpText="Атакуйте любого врага в пределах диапазона движения боевым ножом. Если вы попадете, сделайте бесплатную вторую атаку боевым ножом."

[ShadowOps_PointBlank X2AbilityTemplate]
-LocLongDescription="Снижает штраф на точность при стрельбе из снайперской винтовки на коротком расстоянии на 67%."
-LocHelpText="Снижает штраф на точность при стрельбе из снайперской винтовки на коротком расстоянии на 67%."
-LocPromotionPopupText="<Bullet/> Point Blank снижает максимальный штраф за дальность стрельбы из снайперской винтовки на коротком расстоянии с -30 до -10.<br/><Bullet/> Point Blank не влияет на штраф точности от Snap Shot.<br/>"
+LocLongDescription="Снижает штраф на точность при стрельбе из снайперской винтовки на коротком расстоянии на 80%."
+LocHelpText="Снижает штраф на точность при стрельбе из снайперской винтовки на коротком расстоянии на 80%."
+LocPromotionPopupText="<Bullet/> Point Blank снижает максимальный шт

раф за дальность стрельбы из снайперской винтовки на коротком расстоянии с -30 до -6.<br/><Bullet/> Point Blank не влияет на штраф точности от Snap Shot.<br/>"

[ShadowOps_FullAuto X2AbilityTemplate]
-LocFriendlyName="Полный Автомат"
-LocFlyOverText="Полный Автомат"
-LocPromotionPopupText="<Bullet/> Полный автомат может нанести огромное количество урона с полным магазином и правильными патронами.<br/><Bullet/> Для использования этой способности требуется два действия. <br/><Bullet/> Перезарядка Полного автомата составляет <Ability:SelfCooldown/> хода.<br/>"
+LocFriendlyName="Шторм Пуль"
+LocFlyOverText="Шторм Пуль"
+LocPromotionPopupText="<Bullet/> Шторм пуль может нанести огромное количество урона с полным магазином и правильными патронами.<br/><Bullet/> Для использования этой способности требуется два действия. <br/><Bullet/> Перезарядка Шторма пуль составляет <Ability:SelfCooldown/> хода.<br/>"

[ShadowOps_Breach X2AbilityTemplate]
-LocLongDescription="Выстрел, разрушающий укрытие и снимающий <Ability:Shred/> брони на небольшой площади, но наносящий сниженный урон и не способный нанести критический удар. Только дробовик. Использует <Ability:SelfAmmoCost/> патронов. Перезарядка <Ability:SelfCooldown/> хода."
+LocLongDescription="Выстрел, разрушающий укрытие и снимающий <Ability:Shred/> брони на небольшой площади, но наносящий сниженный урон и не способный нанести критический удар. Использует <Ability:SelfAmmoCost/> патронов. Перезарядка <Ability:SelfCooldown/> хода."

;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;; ПРИВИЛЕГИИ ABB ;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;

[Anatomy X2AbilityTemplate]
LocFriendlyName="Анатомия"
LocFlyOverText="Анатомия"
LocLongDescription="Вы точно знаете, куда ударить, чтобы нанести максимальный урон. Вы получаете +15% шанс критического удара и 2 пробития брони при всех атаках."
LocHelpText="Вы получаете бонусы к шансу критического удара и пробитию брони."
LocPromotionPopupText="<Bullet/> Это безусловный пассивный бонус."

[Assassinate X2AbilityTemplate]
LocFriendlyName="Убийство"
LocLongDescription="Ваши атаки из укрытия являются критическими ударами."
LocHelpText="Ваши атаки из укрытия являются критическими ударами."
LocFlyOverText="Убийство"
LocPromotionPopupText="<Bullet/> Обеспечивает +100 шанс критического удара.<br/>"

[Battlespace X2AbilityTemplate]
LocFriendlyName="Поле боя"
LocLongDescription="Получите +3 радиус обзора, один раз за битву, вы можете получить дополнительные 9 радиусов обзора на 1 ход."
LocHelpText="Получите +3 радиус обзора. Один раз за битву получите дополнительные 9 радиусов обзора на 1 ход."
LocPromotionPopupText="<Bullet/>Дополнительные +9 радиусов обзора исчезнут после одного хода.<br/><Bullet/>Постоянные +3 радиуса обзора.<br/>"

[DriveOut X2AbilityTemplate]
LocFriendlyName="Выгонять"
LocLongDescription="Ударьте врага прикладом оружия, нанеся небольшой урон, но отбросив цель назад, возможно, из укрытия."
LocHelpText="Наносит 2 урона, отбрасывает цель."
LocFlyOverText="Выгонять"

[TearDown X2AbilityTemplate]
LocFriendlyName="Разрушение"
LocLongDescription="Как бесплатное действие, взорвите окружающий взрывчатый материал хорошо поставленным выстрелом."
LocHelpText="Взорвать окружающий взрывчатый материал."
LocPromotionPopupText="Имеет перезарядку 4 хода. Обратите внимание, что в отличие от Стартового взрыва Reaper, Tear Down не усиливает урон или радиус взрыва."

[DisarmingStrike X2AbilityTemplate]
LocFriendlyName="Обезоруживающий удар"
LocLongDescription="Удар ножом, который также отключает оружие врага, заставляя врага тратить действие, чтобы снова его подготовить. Сбрасывает Run and Slice. Имеет перезарядку 2 хода."
LocHelpText="Атакуйте и обезоружьте врага."
LocFlyOverText="Обезоруживание"
LocPromotionPopupText="<Bullet/> Как и все атаки ножом, это использует одно действие и не завершает ваш ход.<br/><Bullet/> Чтобы включить его оружие снова, враг должен потратить действие (перезарядка).<br/>"

[Hamstring X2AbilityTemplate]
LocFriendlyName="Подсечка"
LocLongDescription="Нанесите удар по врагу, калеч

а его. Применяет постоянное -7 к передвижению, -30 к меткости и -50 к уклонению. Сбрасывает Run and Slice. Имеет перезарядку 3 хода."
LocHelpText="Нанесите удар по врагу и уменьшите его передвижение, меткость и уклонение."
LocFlyOverText="Подсечка"
LocPromotionPopupText="<Bullet/> Как и все атаки ножом, это использует одно действие и не завершает ваш ход.<br/><Bullet/> Не имеет зарядов, перезарядка 3 хода.<br/><Bullet/>Можно применять несколько раз к одному и тому же врагу, дебаффы складываются.<br/>"

;;;;; MINT ;;;;;;
; *********************************************************************************************************************
; ***							СПОСОБНОСТИ (НЕСОРТИРОВАННЫЕ)															***
; *********************************************************************************************************************

[MNT_Stalwart X2AbilityTemplate]
LocFriendlyName="Стойкий"
LocLongDescription="Получите <font color='#5CD16C'>+2</font> к меткости/критическому удару/уклонению/защите за каждого видимого врага в отряде, до <font color='#5CD16C'>+10</font>."
LocHelpText="Получите <font color='#5CD16C'>+2</font> к меткости/критическому удару/уклонению/защите за каждого видимого врага в отряде, до <font color='#5CD16C'>+10</font>."
LocFlyOverText="Стойкий"
LocPromotionPopupText="<Bullet/> Если вы видите достаточно врагов, чтобы достичь лимита, бегите.<br/>"

[MNT_Grit X2AbilityTemplate]
LocFriendlyName="Стойкость"
LocFlyOverText="Стойкость"
LocLongDescription="При получении урона получите <font color='#5CD16C'>+2 брони</font> на два хода."
LocHelpText="При получении урона получите <font color='#5CD16C'>+2 брони</font> на два хода."

[MNT_CoverMe X2AbilityTemplate]
LocFriendlyName="Покрой меня"
LocLongDescription="Дайте союзнику бонусный выстрел на реагирование и способность Cool Under Pressure. <font color='#fdce2b'><Ability:SelfCooldown/></font> ходов перезарядка."
LocHelpText="Дайте союзнику бонусный выстрел на реагирование и способность Cool Under Pressure."
LocFlyOverText="Покрой меня"
LocPromotionPopupText="<Bullet/> Выстрел на реагирование и Cool Under Pressure действуют до начала вашего следующего хода.<br/><Bullet/> Cool Under Pressure дает +<Ability:COOLUNDERPRESSUREBONUS/> к меткости на выстрелы на реагирование и другие реактивные выстрелы, и они могут быть критическими.<br/>"

[MNT_Executioner X2AbilityTemplate]
LocFriendlyName="Казнить"
LocFlyOverText="Казнить"
LocLongDescription="Дает <font color='#5CD16C'>+50 шанса на критический удар</font> и <font color='#5CD16C'>+25% урона</font> против поврежденных врагов."
LocHelpText="Дает <font color='#5CD16C'>+50 шанса на критический удар</font> и <font color='#5CD16C'>+25% урона</font> против поврежденных врагов."
LocPromotionPopupText="<Bullet/>Оглушенные или замороженные<br/><Bullet/> Гран

аты могут легко наносить любое количество повреждений на большой площади, чтобы активировать этот эффект.<br/>"

[MNT_HoldTheLine X2AbilityTemplate]
LocFriendlyName="Держать линию"
LocLongDescription="Пускает в бой боевой клич, давая союзникам <font color='#5CD16C'>+2 брони</font> каждый раз, когда их атакуют в этот ход."
LocHelpText="Пускает в бой боевой клич, давая союзникам <font color='#5CD16C'>+2 брони</font> каждый раз, когда их атакуют в этот ход."
LocFlyOverText="Держать линию!"
LocPromotionPopupText="<Bullet/> Пускает в бой боевой клич, давая союзникам <font color='#5CD16C'>+2 брони</font> каждый раз, когда их атакуют в этот ход.<br/>"

[MNT_Fade X2AbilityTemplate]
LocFriendlyName="Исчезновение"
LocLongDescription="Получите укрытие, если этот солдат убьет последнего видимого врага для него или нее."
LocHelpText="Получите укрытие, если этот солдат убьет последнего видимого врага для него или нее."
LocFlyOverText="Исчезновение"
LocPromotionPopupText="<Bullet/> Исчезновение позволяет солдату участвовать в бою и все же иметь возможность снова скрыться для разведки после этого.<br/>"

[MNT_Ambuscade X2AbilityTemplate]
LocFriendlyName="Засада"
LocLongDescription="При выходе из укрытия получите <font color='#5CD16C'>+1 очко действия, +10 меткости и +10 защиты</font> на один ход."
LocHelpText="При выходе из укрытия получите <font color='#5CD16C'>+1 очко действия, +10 меткости и +10 защиты</font> на один ход."
LocFlyOverText="Засада"
LocPromotionPopupText="<Bullet/> Может применяться несколько раз за миссию, при условии, что вы сможете снова войти в укрытие.<br/>"

[MNT_HitAndRun X2AbilityTemplate]
LocFriendlyName="Удар и бег"
LocLongDescription="Когда вы используете заканчивающее ход действие своим первым действием, вы можете передвигаться после этого."
LocHelpText="Когда вы используете заканчивающее ход действие своим первым действием, вы можете передвигаться после этого."
LocFlyOverText="Удар и бег"
LocPromotionPopupText="<Bullet/> Это не влияет на способности, требующие двух очков действия.<br/><Bullet/> Вы можете только передвинуться, а не использовать другие действия, такие как перезарядка оружия.<br/>"

[MNT_Snipe X2AbilityTemplate]
LocFriendlyName="Снайпер"
LocLongDescription="Получите <font color='#5CD16C'>+10 меткости и +10 шанса на критический удар</font> при стрельбе по врагам с расстояния более 13 клеток."
LocHelpText="Получите <font color='#5CD16C'>+10 меткости и +10 шанса на критический удар</font> при стрельбе по врагам с расстояния более 13 клеток."
LocPromotionPopupText="<Bullet/> Хотя штурмовые винтов

ки, снайперские винтовки и пушки могут использовать эту привилегию, не пытайтесь это делать с ружьем. <br/>"

[MNT_RedscreenRound X2AbilityTemplate]
LocFriendlyName="Красноэкранные Патроны"
LocLongDescription="Стандартный выстрел из вашего оружия, который постоянно снижает защиту от взлома цели."
LocHelpText="Стандартный выстрел из вашего оружия, который постоянно снижает защиту от взлома цели."
LocPromotionPopupText="<Bullet/> Стандартный выстрел из вашего оружия, который постоянно снижает защиту от взлома цели. <br/>"

[MNT_Decrypted X2AbilityTemplate]
LocFriendlyName="Расшифровано"
LocLongDescription="Этот солдат запомнил программные рутины ADVENT до байта. Выстрелы по механическим врагам всегда попадают."
LocHelpText="Выстрелы по механическим врагам всегда попадают."
LocPromotionPopupText="<Bullet/> Самоочевидно. <br/>"

[MNT_DangerousGame X2AbilityTemplate]
LocFriendlyName="Опасная игра"
LocLongDescription="Когда находитесь во фланге и вас флангуют, критические удары наносят дополнительный <font color='#bf1e2e'>+33% урона</font>."
LocHelpText="Когда находитесь во фланге и вас флангуют, критические удары наносят дополнительный <font color='#bf1e2e'>+33% урона</font>."
LocPromotionPopupText="<Bullet/>Это также применяется к критическим ударам, нанесенным вам!<br/><Bullet/>Не работает на неподдающихся флангированию врагах.<br/>"

[MNT_GuardianAngel X2AbilityTemplate]
LocFriendlyName="Ангел-хранитель"
LocLongDescription="Назначает находящегося на высоте товарища по отряду вашим ангелом-хранителем, давая ему выстрел на реагирование с бонусами к меткости до вашего следующего хода. Перезарядка 4 хода."
LocHelpText="Назначает находящегося на высоте товарища по отряду вашим ангелом-хранителем, давая ему выстрел на реагирование с бонусами к меткости до вашего следующего хода. Перезарядка 4 хода."
LocFlyOverText="Ангел-хранитель"
LocPromotionPopupText="<Bullet/>Должен нацелиться на союзника, находящегося выше вас.<br/><Bullet/>Имеет перезарядку <font color='#fdce2b'><Ability:SelfCooldown/></font> хода.<br/>"

[MNT_BulletTime X2AbilityTemplate]
LocFriendlyName="Сверхчеловеческие рефлексы"
LocLongDescription="Входит в состояние повышенной реакции - получает <font color='#5CD16C'>+50 меткости, +50 шанса на критический удар и +4 не двигательных действий</font>. Ваши стандартные выстрелы наносят <font color='#bf1e2e'>-80% урона</font>, но не завершают ход."
LocHelpText="Входит в состояние повышенной реакции - получает <font color='#5CD16C'>+50

 меткости, +50 шанса на критический удар и +4 не двигательных действий</font>. Ваши стандартные выстрелы наносят <font color='#bf1e2e'>-80% урона</font>, но не завершают ход."
LocFlyOverText="Сверхчеловеческие рефлексы"
LocPromotionPopupText="<Bullet/>Урон не единственное, за чем нужно следить - снабженный мощной способностью к разрушению брони или укрытий...<br/><Bullet/>Имеет перезарядку <font color='#fdce2b'><Ability:SelfCooldown/></font> хода.<br/>"

[MNT_Bulwark X2AbilityTemplate]
LocFriendlyName="Бастион"
LocLongDescription="Каждый раз, когда этот юнит входит в режим ожидания, этот юнит и союзники в пределах 6 клеток получают <font color='#5CD16C'>+15 защиты и +30 критической защиты</font>."
LocHelpText="Каждый раз, когда этот юнит входит в режим ожидания, этот юнит и союзники в пределах 6 клеток получают <font color='#5CD16C'>+15 защиты и +30 критической защиты</font>."
LocFlyOverText="Бастион"
LocPromotionPopupText="<Bullet/>Полезно для защиты союзников, которые не могут взять высокое укрытие.<br/>"

[MNT_ComeAtMe X2AbilityTemplate]
LocFriendlyName="Напади на меня!"
LocLongDescription="Намеренно привлекает внимание врагов - <font color='#bf1e2e'>-50%защиты</font>, но все попадания <font color='#5CD16C'>становятся касанием</font>."
LocHelpText="Намеренно привлекает внимание врагов - <font color='#bf1e2e'>-50 защиты</font>, но все попадания <font color='#5CD16C'>становятся касанием</font>."
LocFlyOverText="Напади на меня!"
LocPromotionPopupText="<Bullet/>Тем не менее, этому оперативнику все же не невозможно полностью избежать атак!<br/><br/><Bullet/>Имеет перезарядку <font color='#fdce2b'><Ability:SelfCooldown/></font> хода.<br/>

;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;; СПОСОБНОСТИ ПРЕДМЕТОВ ;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;

[MNT_RapidDeployment X2AbilityTemplate]
LocFriendlyName="Быстрое развертывание"
LocLongDescription="Запуск гранаты как бесплатное действие. Имеет перезарядку <font color='#fdce2b'><Ability:SelfCooldown/></font> хода."
LocHelpText="Запуск гранаты как бесплатное действие. Имеет перезарядку <font color='#fdce2b'><Ability:SelfCooldown/></font> хода."
LocFlyOverText="Быстрое развертывание"
LocPromotionPopupText="<Bullet/>Запуск гранаты как бесплатное действие. Имеет перезарядку <font color='#fdce2b'><Ability:SelfCooldown/></font> хода.<br/>"

[MNT_HEATGrenades X2AbilityTemplate]
LocFriendlyName="Гранаты HEAT"
LocLongDescription="Гранаты получают <font color='#5CD16C'>+2 пробивания брони и +2 уничтожения брони</font>."
LocHelpText="Гранаты получают <font color='#5CD16C'>+2 пробивания брони и +2 уничтожения брони</font>."
LocPromotionPopupText="<Bullet/>Полезно для ослабления сильных целей.<br/>"

[MNT_DangerZone X2AbilityTemplate]
LocFriendlyName="Зона риска"
LocLongDescription="Гранаты получают <font color='#5CD16C'>+2 клетки радиуса</font>."
LocHelpText="Гранаты получают <font color='#5CD16C'>+2 клетки радиуса</font>."
LocPromotionPopupText="<Bullet/>Создавайте большие взрывы!<br/>"

[MNT_ShockAndAwe X2AbilityTemplate]
LocFriendlyName="Шок и трепет"
LocFlyOverText="Восхищен"
LocLongDescription="Запущенные или брошенные гранаты получают <font color='#5CD16C'>50% шанс оглушения</font>, одновременно поднимая мораль близлежащих союзников на <font color='#5CD16C'>+5 воли</font>."
LocHelpText="Запущенные или брошенные гранаты получают <font color='#5CD16C'>50% шанс оглушения</font>, одновременно поднимая мораль близлежащих союзников на <font color='#5CD16C'>+5 воли</font>."
LocPromotionPopupText="<Bullet/>Может быть очень полезным в длительных миссиях для восстановления воли при столкновении с психическими врагами.<br/>"

[MNT_ShockAndAwe X2EffectTemplate]
LocFriendlyName="Шок и трепет"
LocLongDescription="Запущенные или брошенные гранаты получают <font color='#5CD16C'>50% шанс оглушения</font>, одновременно поднимая мораль близлежащих союзников на <font color='#5CD16C'>+5 воли</font>."
LocHelpText="Запущенные или брошенные гранаты получают <font color='#5CD16C'>50% шанс оглушения</font>, одновременно поднимая мораль близлежащих союзников на <font color='#5CD16C'>+5 воли</font>."

[MNT_SmokeAndMirrors X2AbilityTemplate]
LocFriendlyName="Дым и зеркала"
LocLongDescription="Предоставляет дополнительную дымовую гранату и бросание дымовых

 гранат больше не завершает ход."
LocHelpText="Предоставляет дополнительные дымовые гранаты и бросание дымовых гранат больше не завершает ход."
LocPromotionPopupText="<Bullet/>Предоставляет дополнительные дымовые гранаты и бросание дымовых гранат больше не завершает ход.<br/>"

[MNT_RestorativeSmoke X2AbilityTemplate]
LocFriendlyName="Лечебный туман"
LocLongDescription="Брошенные вами дымовые гранаты имеют регенеративные свойства, леча тех, кто находится в облаке, со временем."
LocHelpText="Брошенные вами дымовые гранаты имеют регенеративные свойства, леча тех, кто находится в облаке, со временем."
LocPromotionPopupText="<Bullet/>Дымовые гранаты лечат <font color='#5CD16C'>2 HP</font> за ход всем единицам в облаке - они не различают друга или врага!<br/>"

[MNT_Flashout X2AbilityTemplate]
LocFriendlyName="Вспышка"
LocLongDescription="Предоставляет дополнительные светошумовые гранаты и бросание светошумовых гранат больше не завершает ход."
LocHelpText="Предоставляет дополнительные светошумовые гранаты и бросание светошумовых гранат больше не завершает ход."
LocPromotionPopupText="<Bullet/>Отлично подходит для начала засады со специалистом по ближнему бою!<br/>"

; *********************************************************************************************************************
; ***							ПРИВИЛЕГИИ GREMLIN	      															***
; *********************************************************************************************************************

[MNT_IgnitionProtocol X2AbilityTemplate]
LocFriendlyName="Протокол Зажигания"
LocFlyOverText="Протокол Зажигания"
LocLongDescription="Перегревает схему GREMLIN топливом очистителя для передачи горящего шока цели. Перезарядка <font color='#fdce2b'><Ability:SelfCooldown/></font> хода."
LocHelpText="Перегревает схему GREMLIN топливом очистителя для передачи горящего шока цели."

[MNT_IllusionProtocol X2AbilityTemplate]
LocFriendlyName="Протокол Иллюзии"
LocFlyOverText="Протокол Иллюзии"
LocLongDescription="Проецирует голографическое изображение оперативника XCOM в указанное место, отвлекая врагов."
LocHelpText="Проецирует голографическое изображение оперативника XCOM в указанное место, отвлекая врагов."

[MNT_RefractionProtocol X2AbilityTemplate]
LocFriendlyName="Протокол Преломления"
LocFlyOverText="Протокол Преломления"
LocLongDescription="Скрывает целевого союзника с помощью поля рефрактивных частиц."
LocHelpText="Скрывает целевого союзника с помощью поля рефрактивных частиц."

[MNT_AdrenalineProtocol X2AbilityTemplate]
LocFriendlyName="Протокол Адреналина"
LocFlyOverText="Протокол Адреналина"
LocLongDescription="Вводит боевые стимуляторы, сделанные из Berserker, в целевого союзника, значительно улучшая его способности временно."
LocHelpText="Вводит боевые стимуляторы, сделанные из Berserker, в целевого союзника, значительно улучшая его сп

особности временно."

[MNT_NemesisProtocol X2AbilityTemplate]
LocFriendlyName="Протокол Немезиды"
LocFlyOverText="Протокол Немезиды"
LocLongDescription="Отмечает всех врагов в большом радиусе микроскопическими детонаторами деления, увеличивая наносимый урон. При обстреле они взрываются, нанося значительный урон взрывом."
LocHelpText="Отмечает всех врагов в большом радиусе микроскопическими детонаторами деления, увеличивая наносимый урон. При обстреле они взрываются, нанося значительный урон взрывом."

[MNT_Primed X2EffectTemplate]
LocFriendlyName="Протокол Немезиды"
LocFlyOverText="Активирован"
LocLongDescription="Эта единица отмечена Протоколом Немезиды. Любой целенаправленный огонь вызовет мощный взрыв, сосредоточенный на этой единице."

[MNT_ECM X2AbilityTemplate]
LocFriendlyName="ЭКМ"
LocLongDescription="Развертывает поле наномашин, которые сбивают с толку датчики врага, делая близлежащих союзников неуязвимыми для взрывов. Механические враги также могут получить сбой в системах наведения."
LocHelpText="Развертывает поле наномашин, которые сбивают с толку датчики врага, делая близлежащих союзников неуязвимыми для взрывов. Механические враги также могут получить сбой в системах наведения."

[MNT_ReverseEngineering X2AbilityTemplate]
LocFriendlyName="Обратная инженерия"
LocLongDescription="Постоянно увеличивает показатель взлома оператора при успешных взломах."
LocHelpText="Постоянно увеличивает показатель взлома оператора при успешных взломах."
LocFlyOverText="Обратная инженерия"

[MNT_ReverseEngineering X2EffectTemplate]
LocFriendlyName="Обратная инженерия"
LocLongDescription="Постоянно увеличивает показатель взлома оператора при успешных взломах."
LocHelpText="Постоянно увеличивает показатель взлома оператора при успешных взломах."
LocFlyOverText="Обратная инженерия"

[MNT_CircuitAmp X2AbilityTemplate]
LocFriendlyName="Усилитель цепи"
LocFlyOverText="Усилитель цепи"
LocLongDescription="Протокол боя теперь выпускает электризующий шок, который также отключает оружие цели. Также есть небольшой шанс оглушить их."
LocHelpText="Протокол боя теперь выпускает электризующий шок, который также отключает оружие цели. Также есть небольшой шанс оглушить их."

[MNT_Overclock X2AbilityTemplate]
LocFriendlyName="Протокол Перегрузки"
LocFlyOverText="Протокол Перегрузки"
LocLongDescription="Когда GREMLIN перегружен, все его способности становятся бесплатными действиями до конца хода. Кроме того, получает временный бонус к взлому, который становится минусом на след

ующий ход."
LocHelpText="Когда GREMLIN перегружен, все его способности становятся бесплатными действиями до конца хода. Кроме того, получает временный бонус к взлому, который становится минусом на следующий ход."

[MNT_Decompilation X2AbilityTemplate]
LocFriendlyName="Декомпиляция"
LocFlyOverText="Декомпиляция"
LocLongDescription="Получите <font color='#5CD16C'>+1 к взлому</font> каждый раз, когда убиваете механического врага."
LocHelpText="Получите <font color='#5CD16C'>+1 к взлому</font> каждый раз, когда убиваете механического врага."

[MNT_SystemUplink X2AbilityTemplate]
LocFriendlyName="Системная связь"
LocFlyOverText="Системная связь"
LocLongDescription="Все враги в поле зрения оперативника пассивно отмечены, предоставляя <font color='#5CD16C'>+5 к меткости</font> для всех союзников против них."
LocHelpText="Все враги в поле зрения оперативника пассивно отмечены, предоставляя <font color='#5CD16C'>+5 к меткости</font> для всех союзников против них."

[MNT_SystemUplink X2EffectTemplate]
LocFriendlyName="Системная связь"
LocFlyOverText="Системная связь"
LocLongDescription="Все враги в поле зрения оперативника пассивно отмечены, предоставляя <font color='#5CD16C'>+5 к меткости</font> для всех союзников против них."
LocHelpText="Все враги в поле зрения оперативника пассивно отмечены, предоставляя <font color='#5CD16C'>+5 к меткости</font> для всех союзников против них."

[MNT_Interdiction X2AbilityTemplate]
LocFriendlyName="Перехват"
LocFlyOverText="Перехват"
LocLongDescription="Приближающиеся враги перехватываются GREMLIN, который наносит им небольшое количество гарантированного урона."
LocHelpText="Приближающиеся враги перехватываются GREMLIN, который наносит им небольшое количество гарантированного урона."

[MNT_UplinkProtocol X2AbilityTemplate]
LocFriendlyName="Протокол Связи"
LocFlyOverText="Протокол Связи"
LocLongDescription="Предоставляет протокол помощи всем союзникам, даже тем, кто не находится в поле зрения оперативника."
LocHelpText="Предоставляет протокол помощи всем союзникам, даже тем, кто не находится в поле зрения оперативника."

[MNT_DroneMaster X2AbilityTemplate]
LocFriendlyName="Мастер дронов"
LocLongDescription="Эффекты всех протоколов усилены, и все атаки GREMLIN наносят дополнительный <font color='#5CD16C'>2 урона</font>."
LocHelpText="Эффекты всех протоколов усилены, и все атаки GREMLIN наносят дополнительный <font color='#5CD16C'>2 урона</font>."

;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;; СПОСОБНОСТИ ОРУЖИЯ ;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;

[MNT_LightEmUp X2AbilityTemplate]
LocFriendlyName="Подсветка"
LocFlyOverText="Подсветка"
LocLongDescription="Выстрелы, требующие одного действия, больше не завершают ваш ход."
LocHelpText="Выстрелы, требующие одного действия, больше не завершают ваш ход."
LocPromotionPopupText="<Bullet/> По умолчанию это включает винтовки, дробовики, bullpups и векторные винтовки.<br/>"

[MNT_Strafe X2AbilityTemplate]
LocFriendlyName="Огневое прикрытие"
LocLongDescription="Когда вы стреляете из ПП, вы можете переместиться после этого."
LocHelpText="Когда вы стреляете из ПП, вы можете переместиться после этого."
LocFlyOverText="Огневое прикрытие"

[MNT_AutoPistolShot X2AbilityTemplate]
LocFriendlyName="Стрельба из автопистолета"
LocLongDescription="Стреляет очередью из трех пуль из вашего автопистолета. Имеет перезарядку <font color='#fdce2b'><Ability:SelfCooldown/></font> хода."
LocHelpText="Стреляет очередью из трех пуль из вашего автопистолета. Имеет перезарядку <font color='#fdce2b'><Ability:SelfCooldown/></font> хода."

[MNT_Fastdraw X2AbilityTemplate]
LocFriendlyName="Быстрая перезарядка"
LocFlyOverText="Быстрая перезарядка"
LocLongDescription="Выстрелы из вашего дополнительного оружия больше не завершают ваш ход."
LocHelpText="Выстрелы из вашего дополнительного оружия больше не завершают ваш ход."
LocPromotionPopupText="<Bullet/> GREMLIN не стреляет. Как и мечи. Применяется к пистолетам, обрезам и арк-метателям. <br/>"

[MNT_DoubleTap X2AbilityTemplate]
LocFriendlyName="Двойной выстрел"
LocLongDescription="Делает два выстрела по одному и тому же врагу. Первый выстрел имеет штраф <font color='#bf1e2e'>-15 к меткости</font>."
LocHelpText="Делает два выстрела по одному и тому же врагу. Первый выстрел имеет штраф <font color='#bf1e2e'>-15 к меткости</font>."
LocFlyOverText="Двойной выстрел"
LocPromotionPopupText="<Bullet/>Двойной выстрел имеет перезарядку <font color='#fdce2b'><Ability:SelfCooldown/></font> хода.<br/><Bullet/>Требует использования <font color='#bf1e2e'>дробовика или снайперской винтовки</font>.<br/>"

[MNT_Blitz X2AbilityTemplate]
LocFriendlyName="Штурм"
LocLongDescription="Нападает на врага для выполнения выстрела в упор из вашего <Ability:WeaponName/>. Получает <font color='#5CD16C'>+2 брони</font> до следующего хода."
LocHelpText="Нападает на врага для выполнения выстрела в упор из вашего <Ability:WeaponName/>. Получает <font color='#5CD16C'>+2 брони</font> до следующего хода."
LocFlyOverText="Штурм"
LocPromotionPopupText="<Bullet/>Эта атака не завершает ваш ход, так что солдат может перепозиционироваться. <br/><Bullet/>Имеет перезарядку <font color='#

fdce2b'><Ability:SelfCooldown/></font> хода.<br/>"

[MNT_PiercingShot X2AbilityTemplate]
LocFriendlyName="Проникающий выстрел"
LocLongDescription="Совершает проникающий выстрел из вашего <Ability:WeaponName/>, игнорирующий броню."
LocHelpText="Совершает проникающий выстрел из вашего <Ability:WeaponName/>, имеющий <font color='#5CD16C'>+5 к пробитию брони</font>."
LocFlyOverText="Проникающий выстрел"
LocPromotionPopupText="<Bullet/>Имеет перезарядку <font color='#fdce2b'><Ability:SelfCooldown/></font> хода.<br/>"

[MNT_ArmorPenetrate X2AbilityTemplate]
LocFriendlyName="Полное пробитие"
LocLongDescription="Удары клинком игнорируют броню."
LocHelpText="Удары клинком игнорируют броню."
LocPromotionPopupText="<Bullet/>Применяется также к боевым ножам.<br/>"

[MNT_SwordMomentum X2AbilityTemplate]
LocFriendlyName="Импульс"
LocLongDescription="После удара врага мечом получает дополнительное очко движения."
LocHelpText="После удара врага мечом получает дополнительное очко движения."
LocPromotionPopupText="<Bullet/>После удара врага мечом получает дополнительное очко движения.<br/>"

[MNT_FastFire X2AbilityTemplate]
LocFriendlyName="Быстрый выстрел"
LocLongDescription="Чесотка на курке позволяет совершить один выстрел как бесплатное действие, один раз за миссию."
LocHelpText="Чесотка на курке позволяет совершить один выстрел как бесплатное действие, один раз за миссию."
LocPromotionPopupText="<Bullet/> Адреналин? Адреналин. <br/>"

[MNT_SlamFire X2AbilityTemplate]
LocFriendlyName="Барабанный огонь"
LocLongDescription="На остаток хода, каждый раз, когда вы наносите критический удар из вашего <Ability:WeaponName/>, ваши действия возвращаются. Перезарядка <font color='#fdce2b'><Ability:SelfCooldown/></font> хода."
LocHelpText="На остаток хода, каждый раз, когда вы наносите критический удар из вашего <Ability:WeaponName/>, ваши действия возвращаются."
LocFlyOverText="Барабанный огонь"
LocPromotionPopupText="<Bullet/> С правильной подготовкой, вы можете активировать Барабанный огонь множество раз за ход. <br/><Bullet/> Если активировать Барабанный огонь в начале хода, можно переместиться или перезарядиться между выстрелами (один раз). <br/><Bullet/> Укомплектуйте ваше оружие лазерным прицелом и расширенным магазином или автозарядчиком для максимизации потенциала Барабанного огня. <br/>"

; *********************************************************************************************************************
; ***							ПРИВИЛЕГИИ СКИРМИШЕРА	      														***
; *********************************************************************************************************************

[MNT_RapidRappel X2AbilityTemplate]
LocFriendlyName="Быстрый спуск"
LocLongDescription="Твердое понимание того, как эффективно использовать крюк, сокращает время перезарядки крюка и дает дополнительное <font color='#5CD16C'>+

1 очко действия</font> после использования крюка."
LocHelpText="Твердое понимание того, как эффективно использовать крюк, сокращает время перезарядки крюка и дает дополнительное <font color='#5CD16C'>+1 очко действия</font> после использования крюка."
LocPromotionPopupText="<Bullet/>Используйте это для быстрого маневрирования и флангирования врагов.<br/>"

[MNT_TacticalProfile X2AbilityTemplate]
LocFriendlyName="Тактический профиль"
LocLongDescription="Находясь на высоте, Скирмишер получает удвоенные бонусы от укрытия."
LocHelpText="Находясь на высоте, Скирмишер получает удвоенные бонусы от укрытия."
LocPromotionPopupText="<Bullet/>Позволяет Скирмишеру занимать потенциально опасные позиции из-за оборонительных бонусов.<br/>"

[MNT_FirstBlood X2AbilityTemplate]
LocFriendlyName="Первая кровь"
LocLongDescription="Когда солдат наносит первый удар, он наносит <font color='#5CD16C'>+1 урон с +15 шансом критического удара</font>. Это применяется, когда и солдат, и его цель имеют полное здоровье и влияет на все атаки, включая гранаты."
LocHelpText="Когда солдат наносит первый удар, он наносит <font color='#5CD16C'>+1 урон с +15 шансом критического удара</font>. Это применяется, когда и солдат, и его цель имеют полное здоровье и влияет на все атаки, включая гранаты."
LocPromotionPopupText="<Bullet/>Также применяется к атакам с площадным воздействием, таким как гранаты!<br/>"

[MNT_MomentumSwing X2AbilityTemplate]
LocFriendlyName="Мах качели"
LocLongDescription="Каждый раз, когда солдат убивает врага, базовое время перезарядки крюка мгновенно восстанавливается."
LocHelpText="Каждый раз, когда солдат убивает врага, базовое время перезарядки крюка мгновенно восстанавливается."
LocPromotionPopupText="<Bullet/>Позволяет солдату быстро перепозиционироваться, чтобы снова флангировать другого врага!<br/>"

[MNT_MasterOfArms X2AbilityTemplate]
LocFriendlyName="Мастер оружия"
LocLongDescription="Атаки с использованием Ripjack и bullpup наносят дополнительный <font color='#5CD16C'>+1 урон, +1 рвание, +1 пробитие и рвет врагов на +1 урон</font>."
LocHelpText="Атаки с использованием Ripjack и bullpup наносят дополнительный <font color='#5CD16C'>+1 урон, +1 рвание, +1 пробитие и рвет врагов на +1 урон</font>."
LocPromotionPopupText="<Bullet/>Скирмишер становится мощным усилителем команды с этим эффектом.<br/>"



;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;; XModBase ;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;

[XMBExample_Pyromaniac X2AbilityTemplate]
LocFriendlyName="Пироман"
LocFlyOverText="Пироман"
LocHelpText="Ваши атаки огнем наносят +1 урона, а ваши эффекты горения наносят +1 урона за ход. Вы получаете одну бесплатную зажигательную гранату за каждую миссию."
LocLongDescription="Ваши атаки огнем наносят +1 урона, а ваши эффекты горения наносят +1 урона за ход. Вы получаете одну бесплатную зажигательную гранату за каждую миссию."

[XMBExample_AbsolutelyCritical X2AbilityTemplate]
LocFriendlyName="Абсолютно критически"
LocFlyOverText="Абсолютно критически"
LocHelpText="Вы получаете дополнительные 25% шанса критического удара против обнаженных целей."
LocLongDescription="Вы получаете дополнительные 25% шанса критического удара против обнаженных целей."

; *********************************************************************************************************************
; ***							Классы Ричарда																	***
; *********************************************************************************************************************

[RepairProtocolRS X2AbilityTemplate]
LocFriendlyName="Протокол ремонта"
LocLongDescription="Отправьте Гремлина для ремонта роботизированного союзника, восстанавливая <Ability:REPAIRPROTOCOLRS_AMOUNTREPAIRED/> очков здоровья. <Ability:REPAIRPROTOCOLRS_CHARGES/> использований за миссию."
LocHelpText="Отправьте Гремлина для ремонта роботизированного союзника, восстанавливая <Ability:REPAIRPROTOCOLRS_AMOUNTREPAIRED/> очков здоровья. <Ability:REPAIRPROTOCOLRS_CHARGES/> использований за миссию."
LocFlyOverText="Протокол ремонта"
LocPromotionPopupText="<Bullet/>Отправьте Гремлина для ремонта роботизированного союзника, восстанавливая <Ability:REPAIRPROTOCOLRS_AMOUNTREPAIRED/> очков здоровья. <Ability:REPAIRPROTOCOLRS_CHARGES/> использований за миссию.<br/>"

; *********************************************************************************************************************
; ***							Привилегии Митзрутис																***
; *********************************************************************************************************************

[RpgAntiCritSmoke X2AbilityTemplate]
LocFriendlyName="Стойкий ладан"
LocLongDescription="Дымовые гранаты защищают от критических попаданий."
LocHelpText="Дымовые гранаты защищают от критических попаданий."
LocFlyOverText="Стойкий ладан"

[RpgDodgeSmoke X2AbilityTemplate]
LocFriendlyName="Кружащий туман"
LocLongDescription="Дымовые гранаты увеличивают вероятность того, что атаки промахнутся или лишь слегка заденут."
LocHelpText="Дымовые гранаты увеличивают вероятность того, что атаки промахнутся или лишь слегка заденут."
LocFlyOverText="Кружащий туман"

[RpgFortressSmoke X2AbilityTemplate]
LocFriendlyName="Укрепляющий ладан"
LocLongDescription="Дымовые гранаты обеспечивают временную защиту от огня, яда, кислоты и взрывного урона."
LocHelpText="Дымовые гранаты обеспечивают временную защиту от огня,

 яда, кислоты и взрывного урона."
LocFlyOverText="Укрепляющий ладан"

[RpgMindShieldSmoke X2AbilityTemplate]
LocFriendlyName="Священный ладан"
LocLongDescription="Дымовые гранаты очищают и обеспечивают временную защиту от психических эффектов."
LocHelpText="Дымовые гранаты очищают и обеспечивают временную защиту от психических эффектов."
LocFlyOverText="Священный ладан"

[RpgFogWall X2AbilityTemplate]
LocFriendlyName="Стена тумана"
LocLongDescription="Оснащенные дымовые гранаты имеют дополнительный заряд и обеспечивают некоторую защиту для союзников, оказавшихся без укрытия."
LocHelpText="Оснащенные дымовые гранаты имеют дополнительный заряд и обеспечивают некоторую защиту для союзников, оказавшихся без укрытия."
LocFlyOverText="Стена тумана"
